tap "goreleaser/tap"
tap "hashicorp/tap"
brew "act"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "cosign"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "jq"
brew "ko"
brew "neovim"
brew "node"
brew "p7zip"
brew "podman"
brew "prettier", link: false
brew "pyenv"
brew "ripgrep"
brew "ruff"
brew "shfmt"
brew "starship"
brew "tenv"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform-ls"
cask "1password-cli"
cask "docker-desktop"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "neovide-app"
cask "obsidian"
cask "podman-desktop"
cask "spotify"
cask "zed"

