#1password
1password-cli
alacritty
aws-vault
aws-vault-binary
docker
docker-desktop
flameshot
font-cousine-nerd-font
font-fira-code
font-hack-nerd-font
ghostty
github
karabiner-elements
neovide
neovide-app
obsidian
podman-desktop
postman
rectangle
session-manager-plugin
signal
spotify
the-unarchiver
vimr
visual-studio-code
zed

