tap "common-fate/granted"
tap "homebrew/cask"
tap "homebrew/core"
tap "warrensbox/tap"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "autopep8"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "cloc"
brew "coreutils"
brew "cosign"
brew "diff-so-fancy"
brew "direnv"
brew "dos2unix"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-time"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "jq"
brew "ijq"
brew "k9s"
brew "ko"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node@22", link: true
brew "openssh"
brew "p7zip"
brew "parallel"
brew "pinentry-mac"
brew "podman"
brew "pstree"
brew "ripgrep"
brew "sipcalc"
brew "starship"
brew "tenv"
brew "terraform-docs"
brew "terraform-ls"
brew "terraform-lsp"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "yq"
brew "yubico-piv-tool"
brew "yubikey-agent"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
brew "warrensbox/tap/tgswitch"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "aws-vault-binary"
cask "docker-desktop"
cask "flameshot"
cask "font-cousine-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "neovide-app"
cask "obsidian"
cask "podman-desktop"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"

